{
    "El producto se ha añadido al carrito con éxito.": "The product has been added to the cart successfully.",
    "Se ha realizado el pedido con éxito.": "The order has been made successfully.",
    "El carrito se ha actualizado con éxito.": "The cart has been updated successfully.",
    "El plato se ha eliminado con éxito.": "The dish has been removed successfully.",
    "El carrito se ha vaciado con éxito.": "The cart has been emptied successfully.",

    "Se ha enviado el currículum con éxito.": "The resume has been sent successfully.",

    "Se ha realizado la reserva con éxito.": "The reservation has been made successfully.",

    "Se ha creado el plato con éxito.": "The dish has been created successfully.",
    "El plato se ha actualizado con éxito.": "The dish has been updated successfully.",
    "El plato se ha borrado con éxito.": "The dish has been deleted successfully.",
    "Se ha añadido el ingrediente con éxito.": "The ingredient has been added successfully.",
    "Se ha actualizado el ingrediente con éxito.": "The ingredient has been updated successfully.",
    "El ingrediente se ha borrado con éxito.": "The ingredient has been deleted successfully.",
    "Se ha añadido la valoración con éxito.": "The review has been posted successfully.",
    "Se ha añadido el comentario con éxito.": "The comment has been posted successfully.",
    "Se ha habilitado el ingrediente con éxito.": "The ingredient has been enabled successfully.",
    "Se ha deshabilitado el ingrediente con éxito.": "The ingredient has been disabled successfully.",
    "Se ha habilitado el plato con éxito.": "The dish has been enabled successfully.",
    "Se ha deshabilitado el plato con éxito.": "The dish has been disabled successfully.",
    "El recibo se ha borrado con éxito.": "The receipt was deleted successfully.",
    "Un usuario no puede eliminarse a sí mismo.": "A user cannot delete itself.",
    "El usuario se ha eliminado con éxito.": "The user has been deleted successfully.",
    "El usuario seleccionado es ahora un administrador.": "The selected user is now an admin.",
    "Un administrador no puede deshabilitarse a sí mismo.": "An admin cannot disable itself.",
    "El usuario seleccionado ya no es un administrador.": "The selected user is no longer an admin.",
    "Se ha validado al usuario con éxito.": "The user has been validated succesfully.",
    "Un usuario no puede invalidarse a sí mismo.": "A user cannot invalidate itself.",
    "Se ha invalidado al usuario con éxito.": "The user has been invalidated successfully.",
    "Se ha actualizado el estado del pedido con éxito.": "The order's status has been updated successfully.",
    "El pago del pedido ha sido realizado con éxito.": "The order's payment has been made successfully.",
    "El pago del pedido ahora está en curso.": "The order's payment is now in progress.",
    "(Modificado)": "(Edited)",
    "La valoración se ha borrado con éxito.": "The review has been deleted succesfully.",
    "Se ha actualizado la valoración con éxito.": "The review has been updated succesfully.",
    "El comentario se ha borrado con éxito.": "The comment has been deleted succesfully.",
    "Se ha actualizado el comentario con éxito.": "The comment has been updated succesfully.",
    "Comentarios": "Comments",
    "Editar valoración": "Edit review",
    "Editar comentario": "Edit comment",
    "Borrar valoración": "Delete review",
    "Borrar comentario": "Delete comment",
    "Debes enviar una imagen.": "You must send an image.",

    "Tu cuenta está invalidada. Por favor, contacta con un administrador.": "Your account is invalidated. Please contact an admin.",
    "El campo es obligatorio.": "The field is required.",
    "La reserva debe ser al menos para 1 persona.": "The reservation must be for at least 1 person.",
    "La reserva no puede ser para más de 100 personas.": "The reservation cannot be made for more than 100 people.",
    "El nombre no puede tener más de 255 caracteres.": "The name cannot have more than 255 characters.",
    "El precio no puede ser menor de 0 €.": "The price cannot be less than 0 €.",
    "La reserva ha sido aceptada.": "The reservation has been accepted.",
    "La reserva ha sido denegada.": "The reservation has been denied.",


    "Entrar": "Access",
    "Iniciar pedido": "Start order",
    "Iniciar sesión": "Log in",
    "Registrarse": "Register",
    "PIZZERÍA ARTESANAL Y NATURAL": "ARTISANAL AND NATURAL PIZZERIA",
    "¿QUÉ PEDIMOS?": "WHAT WILL YOU HAVE?",

    "NUESTRAS PROMOCIONES": "OUR PROMOTIONS",

    "HAMBURGUESAS": "BURGERS",
    "SÁNDWICHES": "SANDWICHES",
    "ARROCES": "RICE",
    "ENSALADAS": "SALADS",
    "COMPLEMENTOS": "COMPLEMENTS",
    "PERRITOS": "HOT DOGS",
    "CERVEZAS": "BEERS",
    "VINOS": "WINES",
    "REFRESCOS": "SODAS",

    "¿QUIÉNES SOMOS?": "WHO ARE WE?",
    "PREGUNTAS FRECUENTES": "FREQUENTLY ASKED QUESTIONS",
    "CONTÁCTANOS": "CONTACT US",

    "Platos": "Dishes",
    "Promociones": "Promotions",
    "Reservas": "Reservations",

    "Recibos": "Receipts",
    "Currículum": "Resume",
    "Tu cuenta": "Account",
    "Cerrar sesión": "Log out",

    "RESERVAS": "RESERVATIONS",
    "Cumpleaños": "Birthday",
    "Cumple": "Bday",
    "Evento": "Event",
    "Cena": "Dinner",
    "Nº Personas:": "People:",
    "Fecha:": "Date:",
    "Hora:": "Time:",
    "Presupuesto:": "Budget:",
    "Reservar": "Reserve",
    "MIS RESERVAS": "MY RESERVATIONS",
    "Tipo": "Type",
    "Personas": "People",
    "Fecha": "Date",
    "Hora": "Time",
    "Presupuesto": "Budget",
    "*Al reservar mesa para un cumpleaños o un evento, se hace un 5% de descuento al coste total del pedido.": "*When making a reservation for a birthday or an event, a 5% discount is applied to the total cost of the order.",

    "NUESTRO MENÚ": "OUR MENU",
    "LISTA PARA ADMINISTRADORES": "LIST FOR ADMINS",
    "BEBIDAS": "DRINKS",
    "AÑADIR AL CARRITO": "ADD TO CART",
    "BORRAR": "DELETE",
    "¡CREA TU PROPIA PIZZA AQUÍ!": "MAKE YOUR OWN PIZZA HERE!",
    "Extras para hamburguesas:": "Extras for burgers:",
    "VINOS Y LICORES": "WINES AND LIQUORS",
    "\"EL PLACER DE UNA BUENA PIZZA ARTESANAL\"": "\"THE PLEASURE OF A GOOD ARTISANAL PIZZA\"",
    "\"COCINA RÁPIDA DE CALIDAD\"": "\"FAST QUALITY COOKING\"",

    "VOLVER": "GO BACK",
    "Nombre": "Name",
    "Precio": "Price",
    "Descripción": "Description",
    "RESEÑAS": "REVIEWS",
    "Escribe aquí tu reseña.": "Write your review here.",
    "Publicar": "Post",
    "Escribe aquí tu comentario.": "Write your comment here.",
    "Publicar comentario": "Post comment",

    "PROMOCIONES": "PROMOTIONS",

    "CARRITO": "CART",
    "Tu carrito": "Your cart",
    "NOMBRE": "NAME",
    "Cantidad": "Quantity",
    "PRECIO": "PRICE",
    "Eliminar": "Remove",
    "Actualizar": "Update",
    "Realizar pedido": "Make an order",
    "Vaciar carrito": "Empty cart",
    "Calcula el presupuesto para tu evento": "Calculate the budget for your event",

    "CONTACTA CON PIZZERÍA BRENDA": "CONTACT PIZZERÍA BRENDA",
    "TELÉFONOS": "PHONE NUMBERS",
    "Puedes hacer tu pedido por teléfono": "You can make your order by phone",
    "TE ATENDEREMOS EN HORARIO:": "WE WILL ASSIST YOU DURING THE FOLLOWING HOURS:",
    "De lunes a domingo: 20:30 - 23:30": "From Monday to Sunday: 20:30 - 23:30",
    "Domingo por la mañana: 13:30 - 15:00": "On Sunday morning: 13:30 - 15:00",
    "VISÍTANOS EN:": "VISIT US ON:",
    "(junto a antigua estación de Los Amarillos)": "(next to old Los Amarillos station)",
    "ATENCIÓN AL CLIENTE:": "CUSTOMER SUPPORT:",

    "CREA TU PROPIA PIZZA": "MAKE YOUR OWN PIZZA",
    "INGREDIENTES": "INGREDIENTS",
    "Precio total:": "Total price",

    "CURRÍCULUM": "RESUME",
    "¿Quieres trabajar con nosotros?": "Do you want to work with us?",
    "Envíanos ya tu currículum.": "Send us now your resume.",
    "Enviar currículum": "Send resume",

    "PAGAR - RECOGER EN PIZZERÍA": "PAYMENT - PICK UP AT PIZZERIA",
    "PAGAR - A DOMICILIO": "PAYMENT - HOME DELIVERY",
    "ELIGE UN MÉTODO DE PAGO": "CHOOSE A PAYMENT METHOD",
    "En efectivo": "Cash",
    "Tarjeta de crédito": "Credit card",
    "Realizar compra": "Make purchase",
    "Pedido a domicilio": "Home delivery",

    "RECIBOS": "RECEIPTS",
    "Coste": "Cost",
    "Dirección": "Address",
    "Teléfono": "Phone number",
    "Fecha y hora": "Date and time",

    "¿CÓMO QUIERES RECIBIR TU PEDIDO?": "HOW WOULD YOU LIKE TO RECEIVE YOUR ORDER?",
    "Recoger en Pizzería": "Pick up at Pizzeria",
    "A domicilio": "Home delivery",

    "PIZZERÍA BRENDA: ARTESANAL Y NATURAL": "PIZZERÍA BRENDA: ARTISANAL AND NATURAL",
    "Pizzería Brenda es un negocio familiar que fundamos dos hermanos: Manuel y Federico Lorenzo Mellado en el año 1986, siendo la primera pizzería que se inauguró en Chipiona.": "Pizzeria Brenda is a family-owned business founded by two brothers, Manuel and Federico Lorenzo Mellado, in 1986. It was the first pizzeria to open in Chipiona.",
    "Comenzamos este negocio en un pequeño local familiar con mucha ilusión, pero también con mucha incertidumbre, ya que éramos muy jóvenes, y teníamos la idea de introducir en nuestro pueblo la pizza. Un producto totalmente novedoso y desconocido en nuestra localidad en aquellos años.": "We started this business in a small family-owned place with a lot of excitement, but also with a lot of uncertainty, as we were very young and had the idea of introducing pizza to our town, which was a completely new and unknown product in our locality during those years.",
    "Ya desde entonces, y hasta hoy, el lema de nuestro negocio siempre ha sido la innovación. Nuestra empresa fue la primera en ofrecer el servicio a domicilio y el autoservicio en el local, lo que nos proporcionó agilidad y rapidez en el servicio.": "Since then, and until today, the motto of our business has always been innovation. Our company was the first to offer home delivery service and self-service in the premises, which provided us with agility and speed in our service.",
    "Nuestra especialidad son las pizzas totalmente artesanales, con masa de elaboración propia, y con ingredientes naturales de la mayor calidad. Nos preocupa mucho ofrecer a nuestros clientes un producto totalmente natural, artesanal y de calidad.": "Our specialty is completely homemade pizzas, with our own dough and natural ingredients of the highest quality. We are very committed to offering our customers a completely natural, homemade, and high-quality product.",
    "Esto es precisamente lo que más valoran nuestros clientes, y gracias a su aceptación y fidelidad, hemos podido ir agrandando y modernizando nuestro negocio, acorde a sus demandas.": "This is precisely what our customers value the most, and thanks to their acceptance and loyalty, we have been able to expand and modernize our business according to their demands.",
    "En nuestro local, además de la pizza, se puede degustar pasta italiana, arroces, ensalada, platos variados, baguettes y un servicio de burgers. Todo con la mejor relación calidad-precio de la zona.": "In addition to pizza, our establishment offers a variety of options including Italian pasta, rice dishes, salads, diverse dishes, baguettes, and a burger service. All of this comes with the best value for money in the area.",
    "La Pizzería Brenda está ubicada en el centro de Chipiona, y disponemos de una amplia terraza donde nuestros clientes pueden disfrutar de un buen ambiente y de un trato agradable por parte de nuestro joven y atento personal.": "Pizzería Brenda is located in the center of Chipiona, and we have a spacious terrace where our customers can enjoy a great atmosphere and receive friendly service from our young and attentive staff.",
    "Nuestro equipo está compuesto por un grupo de jóvenes que aportan dinamismo, frescura y nuevas ideas para renovar los platos, por lo que continuamente se ofrecen novedades y promociones en la carta.": "Our team is composed of a group of young individuals who bring dynamism, freshness, and new ideas to revamp our dishes, which is why we constantly offer new items and promotions on our menu.",
    "También disponemos de servicio a domicilio para que puedas disfrutar de nuestros platos sin moverte de casa.": "We also offer home delivery service so you can enjoy our dishes without leaving your home.",
    "¡Te esperamos! ¡Visítanos!": "We look forward to seeing you! Come visit us!",

    "*Servicio a domicilio: 2€ adicionales": "*Home delivery: 2 additional €",
    "Pagar": "Pay",

    "Nombre:": "Name:",
    "Nº Tarjeta:": "Card number:",
    "Caducidad:": "Expiration:",

    "TU CUENTA": "EDIT ACCOUNT",
    "Información de Perfil": "Profile Information",
    "Correo electrónico": "E-mail",
    "Cambiar contraseña": "Change password",
    "Contraseña actual": "Current password",
    "Nueva contraseña": "New password",
    "Confirmar contraseña": "Confirm password",
    "Eliminar cuenta": "Delete account",

    "EDITAR": "EDIT",
    "LISTA DE INGREDIENTES": "INGREDIENT LIST",
    "CREAR PLATO": "CREATE DISH",
    "CREAR INGREDIENTE": "CREATE INGREDIENT",
    "Tipo actual:": "Current type:",
    "Ingrediente": "Ingredient",
    "Hamburguesa": "Burger",
    "Sándwich": "Sandwich",
    "Arroz": "Rice",
    "Ensalada": "Salad",
    "Complemento": "Complement",
    "Perrito": "Hot dog",
    "Cerveza": "Beer",
    "Vino": "Wine",
    "Refresco": "Soda",
    "HABILITAR": "ENABLE",
    "DESHABILITAR": "DISABLE",

    "Tarjeta de crédito o de débito": "Credit or debit card",

    "Ey. ¿En qué puedo ayudarte?": "Yo. What can I help you with?",
    "Ey, ¿qué pasa?": "Yo, how are you doing?",

    "Valoraciones": "Reviews",
    "VALORACIONES": "REVIEWS",
    "COMENTARIOS": "COMMENTS",
    "Comentario": "Comment",
    "Administrador": "Administrator",
    "Clientes": "Customers",
    "CLIENTES": "CUSTOMERS",
    "INVALIDAR": "INAVLIDATE",
    "VALIDAR": "VALIDATE",
    "PAGADO": "PAYED",
    "PENDIENTE": "PENDING",
    "Estado": "Status",
    "Cliente": "Customer",
    "Pago": "Payment",
    "Estado actual:": "Current status:",
    "Pedido realizado": "Order made",
    "Pedido registrado": "Order registered",
    "Pedido en preparación": "Order in preparation",
    "Pedido en reparto": "Order in delivery",
    "Pedido entregado": "Order delivered",
    "Pago en curso": "Payment in progress",
    "Pago realizado": "Payment complete",
    "Reserva": "Reservation",
    "ACEPTAR": "ACCEPT",
    "DENEGAR": "DENY",
    "RESERVADO": "RESERVED",
    "DENEGADO": "DENIED",
    "Reserva en curso": "Reservation in progress",
    "Reservado": "Reserved",
    "Lo sentimos, no es posible realizar su reserva": "We're sorry, your reservation cannot be made",
    "MOSTRAR MIS RESERVAS": "SHOW MY RESERVATIONS",
    "OCULTAR MIS RESERVAS": "HIDE MY RESERVATIONS",
    "Jefe": "Boss",
    "Cajero": "Cashier",
    "Cocinero": "Cook",
    "Plancha": "Iron",
    "Rol": "Role",
    "Rol actual:": "Current role:",
    "Se ha actualizado el rol con éxito.": "The role has been updated successfully.",

    "¿La pizzería abre por la mañana?": "Does the pizzeria open in the morning?",
    "La pizzería abre los domingos por la mañana desde el 1 de octubre al 30 de mayo.": "The pizzeria opens every Sunday morning from October 1st to May 30th.",
    "¿Hay servicio a domicilio fuera de Chipiona?": "Is there home delivery service outside of Chipiona?",
    "No, sólo ofrecemos nuestro servicio dentro del término municipal.": "No, we only offer our service within the municipal area.",
    "¿Qué horario tiene la pizzería?": "What are the opening hours of the pizzeria?",
    "De lunes a domingo de 20:30 a 23:30.": "Monday to Sunday from 20:30 to 23:30.",
    "¿Se puede aparcar cerca?": "Is there a parking nearby?",
    "Hay un aparcamiento a 500 m.": "There's a parking 500 m from the pizzeria.",
    "¿Hay pizza para celíacos?": "Do you have gluten-free pizza?",
    "Tenemos una base de pizza sin gluten especialmente elaborada para celíacos a la que se le puede añadir los ingredientes que desees. Además, en la carta se puede consultar los alérgenos de cada ingrediente.": "We have a gluten-free pizza crust specially made for people with celiac disease, to which you can add the toppings of your choice. Additionally, the menu provides information about the allergens of each ingredient.",
    "¿Los camareros sirven en la mesa?": "Do the waiters serve at the table?",
    "No, la pizzería es autoservicio, pero los camareros te ayudarán en todo lo que necesites.": "No, the pizzeria is self-service, but the waiters will assist you with anything you need.",
    "¿Qué tamaños de pizzas hay?": "What sizes of pizzas are available?",
    "Tenemos una pizza grande para 4 personas y otra pequeña para 2 personas aprox.": "We have a large pizza for 4 people and a small pizza for approximately 2 people.",
    "¿Cuánto cuesta el servicio a domicilio?": "How much does the home delivery service cost?",
    "2 € adicionales al pedido que se realice.": "There is an additional €2 charge for any order placed for home delivery.",

    "¿Qué te apetece comer?": "What would you like to eat?",
    "Haz clic en los iconos de los platos para ver los ingredientes que llevan, los alérgenos, y el precio que tienen.": "Click on the dish icons to see the ingredients they contain, their allergens, and their prices.",
    "Ahora, sólamente tienes que elegir lo que más te apetezca.": "Now, you just have to choose what you fancy the most.",
    "¡Recuerda! En la sección de pizzas, puedes crear una tú mismo, escogiendo los ingredientes que quieras.": "Remember! In the pizza section, you can create your own pizza by choosing the ingredients you want.",
    "¿Quieres celebrar un día especial con nosotros?": "Wanna celebrate a special day with us?",
    "Elige el evento que quieras, indica el número de personas, el día y la hora, y pronto te confirmaremos tu reserva.": "Choose the event you prefer, as well as the number of people, the day, and the time, and we will soon confirm your reservation.",
    "¿Tienes alguna alergia?": "Do you have any allergies?",
    "Puedes consultar el cuadro de alérgenos, y comprobar si este plato contiene alguno.": "You can check the allergen chart to see if this dish contains any.",
    "¿Quieres consultar el estado de tu pedido?": "Wanna check the status of your order?",
    "Puedes hacerlo en la sección de recibos en tiempo real.": "You can do it in real-time in the receipts section.",

    "© 2023 Pizzería Brenda™. Todos los derechos reservados.": "© 2023 Pizzería Brenda™. All rights reserved.",
    "¿Quiénes somos?": "Who are we?",
    "Preguntas frecuentes": "FAQ",
    "Contáctanos": "Contact us",
    "VOLVER A LA PÁGINA PRINCIPAL": "GO BACK TO THE MAIN PAGE",
    "VOLVER AL MENÚ": "GO BACK TO THE MENU",
    "Menú": "Menu",
    "ATRÁS": "GO BACK",
    "AÑADIR": "SAVE",

    "Reseña": "Review",
    "Promoción": "Promotion",
    "Imagen": "Image",
    "*Sólo se pueden realizar un máximo de 10 reservas al mismo tiempo.": "*You can only make a maximum of 10 reservations at the same time.",
    "Sólo se pueden realizar un máximo de 10 reservas al mismo tiempo.": "You can only make a maximum of 10 reservations at the same time.",

    "Actualiza la información y el correo del perfil de tu cuenta.": "Update your account's profile information and e-mail.",
    "Asegúrate de utilizar una contraseña larga y complicada para mayor seguridad.": "Make sure to use a long and complex password for better security.",
    "Una vez eliminada tu cuenta, todos sus recursos y datos serán borrados permanentemente. Por favor, antes de eliminar tu cuenta, asegúrate de respaldar cualquier información o datos que desees mantener.": "Once your account is deleted, all its resources and data will be permanently erased. Please, before deleting your account, make sure to backup any information or data you wish to keep.",
    "Actualizado.": "Updated.",
    "Contraseña": "Password",
    "Cancelar": "Cancel",
    "¿Estás seguro de que quieres eliminar tu cuenta?": "Are you sure you want to delete your account?",
    "Una vez eliminada tu cuenta, todos sus recursos y datos serán borrados permanentemente. Por favor, introduce tu contraseña para confirmar que quieres eliminar permanentemente tu cuenta.": "Once your account is deleted, all its resources and data will be permanently erased. Please enter your password to confirm that you want to permanently delete your account.",

    "Contiene gluten": "Contains gluten",
    "Crustáceos": "Crustaceans",
    "Huevos": "Eggs",
    "Pescado": "Fish",
    "Cacahuetes": "Peanuts",
    "Soja": "Soy",
    "Lácteos": "Dairy",
    "Frutos de cáscara": "Nuts",
    "Apio": "Celery",
    "Mostaza": "Mustard",
    "Granos de sésamo": "Sesame seeds",
    "Dióxido de azufre y sulfitos": "Sulfur dioxide and sulfites",
    "Altramuces": "Lupin",
    "Moluscos": "Molluscs",

    "Puntos": "Points",
    "Puntos ganados con la compra: ": "Points earned with the purchase: ",

    "Ver currículum": "Show resume",
    "El archivo debe estar en formato: jpg, png, jpeg, gif, svg o pdf.": "The file must be of type: jpg, png, jpeg, gif, svg or pdf.",
    "El archivo debe estar en formato: jpg, png, jpeg, gif o svg.": "The file must be of type: jpg, png, jpeg, gif or svg."
}
